wmrsouza/hal_espressif/zephyr/esp32c6/sdkconfig.defaults
CONFIG_ESP32C6_REV_MIN=3
CONFIG_IDF_TARGET="esp32c6"
